Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The calculated SD quotients are 0.47 for DS, 1.07 for DP 40 mg/vial and 0.94 for DP 50 mg/vial.
es_es: Los cocientes de las desviaciones estándar son 0.47 para el ppio. activo, 1.07 para el medicamento (40 mg/frasco) y 0.94 para el medicamento (50 mg/frasco).

source: The calculation of the endotoxin level is based on the standard curve.
es_es: El cálculo del nivel de endotoxinas se basa en una curva estándar.

source: The calculations for the single comparisons were performed as described by Diletti et al [R94-1445] using the function power.TOST() of the package PowerTOST Version 0.9-11 in R Version 2.15.0.
es_es: Los cálculos para las comparaciones individuales se realizaron según lo descrito por Diletti et al [R94-1445] utilizando la función power.TOST() del paquete PowerTOST versión 0.9-11 de R, versión 2.15.0.

source: The calibration curves are considered to be comparable if the 90% confidence interval for the distance between the two curves is completely within the acceptance range for the lower, mid, and upper concentrations.
es_es: Se considera que las curvas de calibración son equiparables si el intervalo de confianza del 90% para la distancia entre ambas se encuentra en su totalidad dentro del rango aceptable para las concentraciones inferior, media y superior.

source: The calibration lines were estimated using the concentration levels 10.2 ppb, 30.6 ppb, 51.0 ppb, 86.7 ppb and 122.4 ppb.
es_es: Las curvas de calibración se estimaron utilizando como niveles de concentración 10.2, 30.6, 51.0, 86.7 y 122.4 partes por mil millones.

source: The calibration standard Lin 5 was analyzed according to the AP as a sample solution on day 0 (start value) and after storage for 4 and 8 days under the following conditions:
es_es: El estándar de calibración Lin 5 se analizó de acuerdo con el procedimiento analítico, como una solución muestra el día 0 (valor inicial) y después de 4 y 8 días de almacenamiento, bajo las siguientes condiciones:

source: The campus is a multi-purpose facility with buildings for production including cell culture, purification, formulation and aseptic filling, microbiology and quality control as well as storage and warehouse areas.
es_es: El complejo es una instalación multipropósito con edificios de producción, que incluyen áreas de cultivo celular, purificación, formulación y llenado aséptico, microbiología y control de calidad, y con áreas de almacenamiento y depósito.

source: The capacity of the large scale Phenyl Sepharose chromatography step to bind and remove host cell DNA from the tenecteplase solution exceeds the amounts of DNA present in the column load by a factor of 20,000.
es_es: La capacidad del paso de cromatografía en fenil sefarosa a gran escala para unir y eliminar ADN de célula hospedadora de la solución de tenecteplasa excede las cantidades de ADN presentes en la carga de la columna por un factor de 20.000.

source: The capsules are size sorted (100 mg: mesh size 6.4 mm, 150 mg: mesh size 7.4 mm) using a capsule sorting machine.
es_es: Las cápsulas se clasifican por tamaño (100 mg: tamaño de malla 6.4 mm; 150 mg: tamaño de malla 7.4 mm) utilizando una máquina clasificadora de cápsulas.

source: The cardiovascular outcome events were prospectively adjudicated using pre-specified definitions by an independent clinical events committee (CEC) that was blinded to treatment allocation (refer to the CEC charter for details [c23238241, Appendix 16.1.13.8]).
es_es: Un Comité de eventos clínicos (CEC) cegado a la asignación de tratamientos evaluó y clasificó de manera prospectiva los eventos relacionados con síntomas cardiovasculares (hay mayores detalles en el acta de adjudicación del CEC [c23238241, Apéndice 16.1.13.8]).

source: The carrier gas flow rate is usually expressed in millilitres per minute at atmospheric pressure and at the stated temperature.
es_es: La velocidad de flujo del gas portador se suele expresar en mililitros por minuto a presión atmosférica y a la temperatura indicada.

source: The carrier gas flows through the column and then through the detector at a controlled rate or pressure.
es_es: El gas portador fluye a través de la columna y luego a través del detector a una velocidad o presión controlados.

source: The carrier gas is introduced into the container and, after he prescribed time, a suitable valve is opened so that the gas xpands towards the chromatographic column, taking the olatilised components with it.
es_es: El gas portador se introduce en el recipiente y, transcurrido el tiempo prescrito, se abre una válvula adecuada para que el gas se expanda hacia la columna cromatográfica, arrastrando consigo los componentes oleilizados.

source: The carry-over was evaluated during the validation parameter robustness of the sample preparation for both drug products (empagliflozin / metformin hydrochloride film-coated tablets and linagliptin / metformin hydrochloride film-coated tablets).
es_es: El arrastre se evaluó al mismo tiempo que se analizaba el parámetro de validación "robustez" de la preparación muestra de ambos medicamentos (comprimidos recubiertos de empagliflozina / clorhidrato de metformina y de linagliptina / clorhidrato de metformina)

source: The cascade washing is not performed at Catalent FR (Beinheim) since it is not needed due to the solvent free process.
es_es: El lavado en cascada no se hace en Catalent FR (Beinheim), donde no es necesario debido a que el proceso se realiza sin disolventes.

source: The categorisation of data in this trial was documented in a separate document that is stored in the TMF.
es_es: La categorización de los datos de este ensayo quedó documentada en un documento aparte que está almacenado en el archivo maestro del ensayo.

source: The categorisation of data in this trial was specified prior to study initiation and was documented in a separate document that is stored in CTMF.
es_es: La categorización de los datos de este ensayo se especificó antes del inicio y quedó documentada en un documento aparte que está almacenado en el archivo maestro del ensayo clínico.

source: The categorisation of data was not disclosed to any of the investigators or trial site personnel involved in the conduct of the trial.
es_es: La categorización de los datos se mantuvo secreta para todos los investigadores y para todo el personal de los centros que participaron en el ensayo.

source: The causal relationship to the study product assessed by the Investigator (or medically qualified delegate) should be assessed using the following classifications:
es_es: El investigador (o un delegado médicamente calificado) deberá utilizar las siguientes clasificaciones a la hora de evaluar la relación causal con el producto en estudio:

source: The causality assessment is one of the criteria used when determining regulatory reporting requirements.
es_es: La evaluación de la causalidad es uno de los criterios utilizados al determinar los requisitos regulatorios de la presentación de informes.

source: The cause of HF was ischaemic for 35.4% of patients and hypertensive for 36.5% of patients.
es_es: La causa de la insuficiencia cardíaca fue isquémica en 35.4% de los pacientes e hipertensiva en 36.5% de los pacientes.

source: The cause of all deaths in the trial were adjudicated by the CEC and analysed as efficacy endpoints (see Section 11.1.2.4).
es_es: El comité de eventos clínicos determinó la causa de todas las muertes del ensayo y las analizó en términos de los criterios de valoración de eficacia (ver la Sección 11.1.2.4).

source: The caveat in interpretation of NOR-TEST was that the majority of patients enrolled had mild stroke median NIHSS 4 (75% NIHSS≤7) compared to a median NIHSS ~12 in most thrombolysis trials(7) and ~17 in most thrombectomy trials.(3)
es_es: La salvedad de la interpretación del estudio NOR-TEST fue que la mayoría de los pacientes reculados tenían ACV leve, con una mediana de puntuación NIHSS de 4 (NIHSS del 75% ≤7), mientras que en la mayoría de los ensayos de trombólisis (7) esta fue ~12, y en la mayoría de los ensayos de trombectomía, ~17 (3).

source: The cells were consistently secreting ha-PA in the range of 1,032 to 1,438 ppm determined on Harvest-Pool (A01).
es_es: Se determinó un rango de secreción sistemática de ha-PA de entre 1.032 y 1.438 ppm en la mezcla de cosecha (A01).

source: The central hilum and striations are invisible or barely visible and the granules sometimes show cracks on the edges.
es_es: El hilio y las estrías centrales son invisibles o apenas visibles y los gránulos en ocasiones presentan grietas en los bordes.

source: The central peak in this group of three peaks is BIBR 277 SE POSS. IMP. V
es_es: El pico central de este grupo de tres es BIBR 277 SE POS. IMP. V.

source: The chamber is back filled with dry nitrogen prior to vial closure.
es_es: La cámara se vuelve a llenar con nitrógeno seco antes del cierre del frasco.

source: The chamber pressure is kept below the atmospheric pressure during vial closure to ensure that the final DP is under reduced pressure.
es_es: La presión de la cámara se mantiene por debajo de la presión atmosférica durante el cierre del frasco para garantizar que el medicamento final esté bajo presión reducida.

source: The change applies to Catalent FR (Beinheim) site as well.
es_es: Este cambio vale también para la planta productora Catalent FR (Beinheim).

source: The change from baseline in HbA1c over time in the overall population and by baseline diabetes status (normal, pre-DM, and DM) was a further endpoint (exploratory).
es_es: El cambio desde el inicio en la HbA1c a lo largo del tiempo en la población general y en los subgrupos categorizados según el estado inicial de diabetes (normal, prediabetes y diabetes mellitus) fue un criterio de valoración adicional.

source: The change from baseline in KCCQ based on patient-preferred outcome at Week 52 was a further endpoint (exploratory).
es_es: El cambio desde el inicio en la puntuación KCCQ, con base en los desenlaces preferentes por paciente en la semana 52 fue un criterio de valoración adicional (exploratorio).

source: The change from baseline in KCCQ clinical summary score at Week 52 was a secondary endpoint (exploratory).
es_es: El cambio desde el inicio en la puntuación clínica resumen del cuestionario KCCQ5 en la semana 52 fue un criterio de valoración secundario (exploratorio).

source: The change from baseline in KCCQ individual domains at Week 52 was a further endpoint (exploratory).
es_es: El cambio desde el inicio en los dominios individuales del cuestionario KCCQ en la semana 52 fue un criterio de valoración adicional (exploratorio).

source: The change from baseline in KCCQ overall summary score at Week 52 was a further endpoint (exploratory).
es_es: El cambio desde el inicio en la puntuación general resumen del cuestionario KCCQ en la semana 52 fue un criterio de valoración adicional (exploratorio).

source: The change from baseline in KCCQ total symptom score at Week 52 was a further endpoint (exploratory).
es_es: El cambio desde el inicio en la puntuación sintomatológica total del cuestionario KCCQ en la semana 52 fue un criterio de valoración adicional (exploratorio).

source: The change from baseline in fasting glucose to last value on-treatment and follow-up (about 30 days post-treatment) in the overall population and by baseline diabetes status was a further endpoint (exploratory) and introduced in the TSAP.
es_es: El cambio en la glucosa preprandial desde el inicio hasta el último valor en el tratamiento y el seguimiento (aproximadamente 30 días posteriores al tratamiento) en la población general y en los subgrupos categorizados según el estado inicial de diabetes fue un criterio de valoración adicional (exploratorio), que se introdujo en el plan de análisis estadístico del ensayo.

source: The changes described above were not expected to significantly affect patients’ safety, the scope of the investigation, or the scientific quality of the study.
es_es: No se previó que estas modificaciones afectaran significativamente la seguridad de los pacientes, el alcance de la investigación ni la calidad científica del estudio.

source: The changes do not affect the quality of the drug product.
es_es: Los cambios no afectan la calidad del medicamento.

source: The changes from baseline in mean laboratory values are given in Tables 15.3.3: 1 and 15.3.3: 2 and the number of subjects with transitions in laboratory values relative to the reference ranges is presented in Tables 15.3.3: 3 and 15.3.3: 4.
es_es: En las Tablas 15.3.3: 1 y 15.3.3: 2 se pueden ver los cambios sucedidos desde el inicio en los valores medios de laboratorio y, en las Tablas 15.3.3: 3 y 15.3.3: 4, la cantidad de sujetos con transiciones en sus valores de laboratorio en relación con los rangos de referencia.

source: The changes involved logistical or administrative aspects only and did not require IEC/IRB approval (unless required by local regulations).
es_es: Los cambios implicaron aspectos logísticos o administrativos y no se requirió aprobación del Comité Independiente de Ética ni del Comité de Revisión Institucional, salvo que lo dictaminaran las normas locales.

source: The changes proposed do not have any negative impact on the drug product quality.
es_es: Los cambios propuestos no tienen ningún impacto negativo en la calidad del medicamento.

source: The chapter presents data supporting:
es_es: En esa sección, se presentan datos que respaldan lo siguiente:

source: The characteristics of the patients at baseline are listed in Table 1, and in Table 2.
es_es: Las características de los pacientes al inicio del estudio se enumeran enTabla 1 y en la Tabla 2.

source: The characterization method applied for Metalyse® differs from the TNKase ® method in sample preparation, as glycans are not removed before analysis.
es_es: El método de caracterización aplicado para Metalyse® difiere del método de TNKase® en la preparación de la muestra, dado que los glicanos no se extraen antes del análisis.

source: The charge heterogeneity of tenecteplase monitored by icIEF is mainly impacted by glycosylation (sialic acid).
es_es: La heterogeneidad de carga de la tenecteplasa que se monitorea por medio de icIEF es afectada principalmente por glicosilación (ácidos siálicos).

source: The choice of excipients is described in Chapter 2 Drug Product.
es_es: La elección de los excipientes se describe en el Capítulo 2, Medicamento.

source: The choice of this container closure system provides idarucizumab with protection from light.
es_es: Esta elección de envase y sistema de cierre le brinda protección contra la luz a idarucizumab.

source: The chosen acceptance criterion guarantees that the nominal volume can be delivered from the container
es_es: El criterio de aceptación escogido garantiza que el volumen nominal pueda extraerse del envase.

source: The chosen rubber formulation of the stopper does not contain natural rubber latex or dry natural rubber.
es_es: La formulación de caucho escogida para el tapón no contiene látex de caucho natural ni caucho natural seco.

source: The chromatogram (Figure 21) illustrate the DL of NDMA.
es_es: En el cromatograma (Figura 21), se ilustra el limite de detección de la NDMA.

source: The chromatograms (Figure 19, Figure 20) illustrate the QL of NDMA in the respective drug products.
es_es: En los cromatogramas (Figura 19, Figura 20), se ilustran los limites de cuantificación de la NDMA en los respectivos medicamentos.

source: The chromatographic operating conditions used in the spiking experiments (including equilibration, loading, washing, elution and regeneration) were the same as the conditions employed in the production process.
es_es: Las condiciones operativas cromatográficas que se usaron en los experimentos de enriquecimiento (que incluyen equilibración, carga, lavado, elución y regeneración) fueron las mismas que las condiciones empleadas en el proceso de producción.

source: The chromatographic profiles are comparable to the target profiles.
es_es: Los perfiles cromatográficos son comparables con los perfiles objetivo.

source: The chromatographic profiles of the varied samples are comparable to the profile obtained for protein concentration for reduction under target condition.
es_es: Los perfiles cromatográficos de las diferentes muestras son comparables al perfil obtenido para la concentración de proteína para reducción en la condición objetivo.

source: The chromatographic profiles of the varied samples are comparable to the profile obtained for volume of reduction agent under target condition.
es_es: Los perfiles cromatográficos de las diversas muestras son comparables con el perfil obtenido para el volumen de agente de reducción en la condición objetivo.

source: The chromatographic profiles were evaluated and the absolute difference of % peak area of single-chain and two-chain was calculated related to the result at target conditions.
es_es: Se evaluó el perfil cromatográfico y se calculó la diferencia absoluta del porcentaje del área del pico de las especies de cadena única y cadena doble en relación con el resultado obtenido en las condiciones objetivo.

source: The chromatographic profiles were evaluated and the absolute difference of % peak area of single-chain and twochain was calculated related to the result at target conditions.
es_es: Se evaluó el perfil cromatográfico y se calculó la diferencia absoluta del porcentaje del área del pico de las especies de cadena única y cadena doble en relación con el resultado obtenido en las condiciones objetivo.

source: The chromatography is carried out either at a constant temperature or according to a given temperature programme.
es_es: La cromatografía se lleva a cabo a temperatura constante o siguiendo un cierto programa de temperaturas.

source: The chromatography steps are performed under conditions which bind TNK-tPA while impurities like host cell DNA appear in the flow through.
es_es: Los pasos de cromatografía se realizan en condiciones de unión de la TNK-tPA mientras que impurezas tales como el ADN de célula hospedadora aparecen en la fracción no retenida.

source: The classification of a patient’s physical activity according to NYHA was performed at all on-site visits until the end of the trial.
es_es: La clasificación en términos de actividad física según la NYHA se repitió en todas las visitas al centro hasta el final del ensayo.

source: The clean room concept consists of clean room classes, gowning procedures, training, and personnel- and material flow.
es_es: El concepto de sala blanca abarca clases de sala blanca, normas de vestuario, capacitación, y flujo de material y personal.

source: The clean room concept consists of:
es_es: El concepto de sala blanca consta de:

source: The clean room design contains pressure zoning, differential pressure, pressure cascading, airlocks, and restricted access (only authorized and trained personnel).
es_es: El diseño de la sala blanca incluye zonificación de presiones, presión diferencial, cascada de presiones, burbujas y accesos restringidos (solo personal autorizado y capacitado).

source: The clean room design contains:
es_es: El diseño de sala blanca consta de:

source: The cleaned system is stored in 0.1 mol/L NaOH.
es_es: El sistema limpio se almacena en NaOH 0,1 mol/l.

source: The cleaning and sanitization method for product-contacting surfaces depends on the intended use.
es_es: Para las superficies que tienen contacto con el producto, se utilizan métodos de limpieza, sanitización y esterilización en función del uso previsto.

source: The cleaning verification demonstrates acceptable removal of contaminants between batches by non-purgeable organic carbon (NPOC corresponds to total organic carbon (TOC) measurement in the final rinse.
es_es: La verificación de la limpieza demuestra niveles aceptables de eliminación de contaminantes entre partidas mediante la medición del carbono orgánico no purgable (que corresponde al carbono orgánico total) en el enjuague final.

source: The cleaning verification demonstrates acceptable removal of contaminants between batches by non-purgeable organic carbon (NPOC corresponds to total organic carbon (TOC)) measurement in the final rinse.
es_es: La verificación de la limpieza demuestra niveles aceptables de eliminación de contaminantes entre partidas mediante la medición del carbono orgánico no purgable (que corresponde al carbono orgánico total) en el enjuague final.

source: The cleaning, sanitization and sterilization method for product-contacting surfaces depends on the intended use.
es_es: Para las superficies que tienen contacto con el producto, se utilizan métodos de limpieza, sanitización y esterilización en función del uso previsto.

source: The cleaning, sanitization, and sterilization method for product-contacting surfaces depends on the intended use.
es_es: Para las superficies que tienen contacto con el producto, se utilizan métodos de limpieza, sanitización y esterilización en función del uso previsto.

source: The clinical study 1199.21 has been performed with 50 mg batches administered as three 50 mg capsules to achieve the dose of 150 mg.
es_es: El estudio clínico 1199.21 se realizó con partidas de 50 mg, administrando tres cápsulas de 50 mg para alcanzar la dosis de 150 mg.

source: The clinical summary score measures HF symptom frequency, symptom burden, and physical limitations.
es_es: La puntuación clínica resumen mide los síntomas de insuficiencia cardíaca (frecuencia y carga) y las limitaciones físicas.

source: The clinical trial program investigated additional dose levels from which the data was not included in the exposure tables.
es_es: En el programa de ensayos clínicos se investigaron otros niveles de dosis cuyos datos no se incluyeron en las tablas de exposición.

source: The clinical trial supply was to consist of containers holding the trial medication.
es_es: El suministro de este ensayo debía consistir en envases con la medicación en estudio.

source: The clot lysis activity of alteplase is determined by means of the reference standard curve.
es_es: La actividad de lisis de coágulo de alteplasa se determina mediante la curva estándar de referencia.

source: The clot lysis potency assay provides indirect control over aspartate isomerization and product consistency within the specified limits.
es_es: El ensayo de lisis de coágulo para medir la potencia proporciona un control indirecto de la isomerización de aspartato y la uniformidad del producto dentro de los límites especificados.

source: The clot lysis potency assay provides indirect control over disulfide integrity and product consistency within the specified limits.
es_es: El ensayo de lisis de coágulo para medir la potencia proporciona un control indirecto de la integridad de los disulfuros y la uniformidad del producto dentro de los límites especificados.

source: The clot lysis potency assay provides indirect control over tryptophan oxidation and product consistency within the specified limits.
es_es: El ensayo de lisis de coágulo para medir la potencia proporciona un control indirecto de la oxidación de triptófano y la uniformidad del producto dentro de los límites especificados.

source: The coated plunger stoppers are washed, siliconized and packed.
es_es: Los tapones de émbolo recubiertos son lavados, siliconados y acondicionados.

source: The coatings are not made with natural rubber latex.
es_es: Los recubrimientos no están elaborados con látex de caucho natural.
